Repository: cgc-dan/cgc-designers
Catalog: assets/tutor_src/tutor-*.po
Languages: ro_ro

source: Categories
ro_ro: Categorii

source: Tags
ro_ro: Etichete

source: Students
ro_ro: Cursanți

source: Instructors
ro_ro: Instructori

source: Quiz Attempts
ro_ro: Încercări de testare

source: Add-ons
ro_ro: Opțiuni suplimentare

source: Status
ro_ro: Stare

source: Settings
ro_ro: Setări

source: Uninstall Tutor LMS
ro_ro: Dezinstaleaza Tutor LMS

source: Permission Denied
ro_ro: Permisiune refuzata

source: Uninstall
ro_ro: Dezinstaleaza

source: Rating placed success
ro_ro: Evaluarea plasata cu succesul

source: Empty question title or body
ro_ro: Stergeti titlul sau corpul întrebării

source: Question has been added successfully
ro_ro: Întrebarea a fost adăugată cu succes

source: Please write answer
ro_ro: Vă rugăm să scrieți un răspuns

source: Answer has been added successfully
ro_ro: Întrebarea a fost adăugată cu succes

source: Course removed from wish list
ro_ro: Cursul a fost eliminat din lista de dorințe

source: Course added to wish list
ro_ro: Curs adăugat la lista de dorințe

source: Course Builder
ro_ro: Constructor de cursuri

source: Additional Data
ro_ro: Date adiționale

source: Announcements
ro_ro: Anunturi

source: Topic has been updated
ro_ro: Subiectul a fost actualizat

source: Lessons
ro_ro: Lectii

source: Price
ro_ro: Pret

source: Please Sign In first
ro_ro: Vă rugăm să vă conectați mai întâi

source: Please Sign-In
ro_ro: Conectați-vă la contul dvs

source: Search to get the specific instructors
ro_ro: Cautati un anumit instructor

source: No instructor available or you have already added maximum instructors
ro_ro: Nici un instructor disponibil sau ați adăugat deja maximul de instructori

source: To add unlimited multiple instructors in your course, get %sTutor LMS Pro%s
ro_ro: Pentru a adăuga mai multi instructori nelimitați în cursul dvs., obțineți %sTutor LMS Pro%s

source: First name field is required
ro_ro: Completati campul obligatoriu nume

source: Last name field is required
ro_ro: Completati campul obligatoriu prenume

source: E-Mail field is required
ro_ro: Completati campul obligatoriu E-Mail

source: User Name field is required
ro_ro: Completati campul obligatoriu nume utilizator

source: Phone Number field is required
ro_ro: Completati campul obligatoriu numar telefon

source: Password field is required
ro_ro: Completati campul obligatoriu pentru parola

source: Password Confirmation field is required
ro_ro: Completati campul obligatoriu confirmare parola

source: Valid E-Mail is required
ro_ro: Completati campul obligatoriu cu E-Mail valid

source: Confirm password does not matched with Password field
ro_ro: Confirmare parola nu corespunde cu parola setata

source: Already applied for instructor
ro_ro: Ai aplicat deja pentru instructor

source: Permission denied
ro_ro: Acces refuzat

source: Instructor has been added successfully
ro_ro: Instructorul a fost adăugat cu succes

source: Name
ro_ro: Nume

source: Total Course
ro_ro: Cursul total

source: Select Course
ro_ro: Selecteaza Curs

source: Lesson Video
ro_ro: Lectie video

source: Attachments
ro_ro: Atasamente

source: Draft Lesson
ro_ro: Proiect de lecție

source: Course
ro_ro: Curs

source: Option Updated
ro_ro: Opțiunea actualizată

source: Unlimited
ro_ro: Nelimitat

source: General Settings
ro_ro: Satari Generale

source: Enable Public Profile
ro_ro: Activați profilul public

source: Enable this to make a profile publicly visible
ro_ro: Activați pentru a face un profil public vizibil

source: Load Tutor default CSS
ro_ro: Încărcați CSS default Tutor

source: If your theme has its own styling, then you can turn it off to load CSS from the plugin directory
ro_ro: Dacă tema dvs. are propriul stil, atunci puteți să o dezactivați pentru a încărca CSS din directorul plugin-ului

source: Load Tutor default JavaScript
ro_ro: Încărcați JavaScript implicit Tutor

source: If you have put required script in your theme javascript file, then you can turn it off to load JavaScript from the plugin directory
ro_ro: Dacă ați pus scriptul necesar în fișierul javascript al temei, atunci îl puteți dezactiva pentru a încărca JavaScript din directorul plugin-ului

source: Course Permission
ro_ro: Permisiuni Curs

source: Students must be logged in to view course
ro_ro: Cursantii trebuie să fie conectați pentru a vedea cursul

source: Erase upon uninstallation
ro_ro: Sterge dupa dezinstalare

source: Delete all data during uninstall
ro_ro: Sterge toate datele dupa dezinstalare

source: Course Settings
ro_ro: Setari Curs

source: Display instructors profile
ro_ro: Afiseaza profilul instructorului

source: Show the instructor profile on course single page.
ro_ro: Afișați profilul instructorului pe pagina cursului.

source: Enable Q &amp; A on course
ro_ro: Activați Q &amp; A in curs

source: Allow student to place their questions and answers on the course page, only enrolled student can do this
ro_ro: Permiteți cursantului să pună întrebările și răspunsurile pe pagina cursului, numai cursantul înscris poate face acest lucru

source: Archive
ro_ro: Arhiva

source: Course Archive Settings
ro_ro: Setarile Arhive Curs

source: Course Archive Page
ro_ro: Pagina Arhiva Curs

source: Choose the page from the dropdown list where you want to show all of the courses
ro_ro: Alegeți pagina din lista drop-down unde doriți să afișați toate cursurile

source: Column per row
ro_ro: Coloană pe rând

source: Define how many column you want to show on the course single page
ro_ro: Definiți câte coloane doriți să afișați pe pagina singulară a cursului

source: Courses Per Page
ro_ro: Cursuri pe pagina

source: Define how many courses you want to show per page
ro_ro: Definiți câte cursuri doriți să afișați pe pagină

source: Lesson Settings
ro_ro: Setări pentru lecție

source: Lesson settings will be here
ro_ro: Setările pentru lecții vor fi aici

source: Lesson Permalink Base
ro_ro: Baza link permanent

source: Quiz
ro_ro: Chestionare

source: The values you set here define the default values that are used in the settings form when you create a new quiz.
ro_ro: Valorile pe care le setați aici definesc valorile implicite care sunt utilizate în formularul de setări atunci când creați un nou test.

source: Time Limit
ro_ro: Limita Tipm

source: Default time limit for quizzes. 0 means no time limit.
ro_ro: Limită prestabilită pentru chestionare. 0 înseamnă că nu există o limită de timp.

source: Weeks
ro_ro: Saptamani

source: Days
ro_ro: Zile

source: Hours
ro_ro: Ore

source: Minutes
ro_ro: Minute

source: Seconds
ro_ro: Secunde

source: When time expires
ro_ro: Cand timpul expira

source: Current attempts are submitted automatically
ro_ro: Încercările actuale sunt trimise automat

source: There is a grace period when current attempts can be submitted, but no more questions answered
ro_ro: Există o perioadă de grație atunci când pot fi depuse încercări curente, dar nu au mai fost răspunsuri la întrebări

source: Attempts must be submitted before time expires, otherwise they will not be counted
ro_ro: Încercările trebuie trimise înainte de expirarea termenului, altfel nu vor fi luate în calcul

source: What should happen by default if a student does not submit the quiz before time expires.
ro_ro: Ce ar trebui să se întâmple în mod implicit dacă un cursantul nu trimite testul înainte de expirarea timpului.

source: Attempts allowed
ro_ro: Incercari permise

source: Restriction on the number of attempts students are allowed to take for a quiz. 0 for no limit
ro_ro: Restricționarea numărului de încercări pe care cursantii le pot face pentru un test. 0 pentru nici o limită

source: Grading method
ro_ro: Metoda de clasificare

source: Highest Grade
ro_ro: Cel mai înalt grad

source: Average Grade
ro_ro: Nota medie

source: First Attempt
ro_ro: Prima incercare

source: Last Attempt
ro_ro: Ultima incercare

source: When multiple attempts are allowed, which method should be used to calculate a student's final grade for the quiz.
ro_ro: Când sunt permise mai multe încercări, ce metodă trebuie utilizată pentru a calcula nota finală a cursantului pentru test.

source: Instructor Profile Settings
ro_ro: Setările profilului instructorului

source: Enable Disable Option to on/off notification on various event
ro_ro: Activați Dezactivați opțiunea notificare on/off pentru diverse evenimente

source: Instructor Register Page
ro_ro: Pagina de inregistrare Instructor

source: This will be instructor register page
ro_ro: Aceasta va fi pagina de inregistrare pentru Instructor

source: Can publish course
ro_ro: Poate publica un Curs

source: Define if a instructor can publish his courses directly or not, if unchecked, they can still add courses, but it will go to admin for review
ro_ro: Definiți dacă un instructor își poate publica cursurile direct sau nu, dacă este selectat, se pot adăuga în continuare cursuri, dar vor fi trimise la admin pentru examinare

source: Student Profile settings
ro_ro: Setari Profil Cursant

source: Student Register Page
ro_ro: Pagina de inregistrare Cursant

source: Choose the page for student registration page
ro_ro: Alegeți pagina pentru înregistrarea elevilor

source: Student Dashboard
ro_ro: Tabloul de bord pentru elevi

source: This page will show students related stuff, like my courses, order, etc
ro_ro: Această pagină va afișa materiale legate de cursanti, cum ar fi cursurile, comanda, etc

source: Show reviews on profile
ro_ro: Arata recenziile in profil

source: Enable students review on their profile
ro_ro: Activați recenziile în profilul cursantilor

source: Enabling this will allow the reviews written by each individual students on their profile
ro_ro: Activarea va permite scrierea de recenzii de fiecare cursant în profilul lor

source: Show Completed Course
ro_ro: Afișare curs finalizat

source: Completed courses will be show on student profile
ro_ro: Cursurile finalizate vor fi afișate pe profilul cursantilor

# post type general name
source: Courses
ro_ro: Cursuri

# post type singular name
source: Course
ro_ro: Curs

# admin menu
source: Courses
ro_ro: Cursuri

# add new on admin bar
source: Course
ro_ro: Curs

source: Add New Course
ro_ro: Adauga un Curs nou

source: New Course
ro_ro: Curs Now

source: Edit Course
ro_ro: Editeaza Curs

source: View Course
ro_ro: Vezi Curs

source: Courses
ro_ro: Cursuri

source: Search Courses
ro_ro: Cauta Cursuri

source: Parent Courses:
ro_ro: Cursuri Parinte:

source: No courses found.
ro_ro: Nu sunt gasite Cursuri.

source: No courses found in Trash.
ro_ro: Nu sunt gasite Cursuri la gunoi.

source: Description.
ro_ro: Descriere.

# taxonomy general name
source: Categories
ro_ro: Categorii

# taxonomy singular name
source: Category
ro_ro: Categorie

source: Search Categories
ro_ro: Cauta categorii

source: Popular Categories
ro_ro: Categorii populare

source: All Categories
ro_ro: Toate Categoriile

source: Edit Category
ro_ro: Editeaza Categorie

source: Update Category
ro_ro: Actualizați categoria

source: Add New Category
ro_ro: Adauga categorie noua

source: New Category Name
ro_ro: Numele categoriei noi

source: Separate categories with commas
ro_ro: Separa categoriile cu virgule

source: Add or remove categories
ro_ro: Adauga sau inlatura categorii

source: Choose from the most used categories
ro_ro: Alegeți dintre cele mai utilizate categorii

source: No categories found.
ro_ro: Nu au fost găsite categorii.

# taxonomy general name
source: Skills
ro_ro: Aptitudini

# taxonomy singular name
source: Skill
ro_ro: Aptitudine

source: Search Skills
ro_ro: Căutați abilități

source: Popular Skills
ro_ro: Aptitudini populare

source: All Skills
ro_ro: Toate Aptitudinile

source: Edit Skill
ro_ro: Editeaza Aptitudine

source: Update Skill
ro_ro: Actualizati Aptitudine

source: Add New Skill
ro_ro: Adauga aptitudine noua

source: New Skill Name
ro_ro: Numele unei noi Aptitudini

source: Separate skills with commas
ro_ro: Separați abilitățile cu virgule

source: Add or remove skills
ro_ro: Adauga sau inlatura Aptitudini

source: Choose from the most used skills
ro_ro: Alegeți dintre cele mai utilizate Aptitudini

source: No skills found.
ro_ro: Nu au fost găsite competențe.

source: Skills
ro_ro: Aptitudini

# post type general name
source: Lessons
ro_ro: Lectii

# post type singular name
source: Lesson
ro_ro: Lectie

# admin menu
source: Lessons
ro_ro: Lectii

# add new on admin bar
source: Lesson
ro_ro: Lectii

source: Add New Lesson
ro_ro: Adauga Lectie Noua

source: New Lesson
ro_ro: O Lectie Noua

source: Edit Lesson
ro_ro: Editeaza Lectie

source: View Lesson
ro_ro: Vezi Lectie

source: Search Lessons
ro_ro: Cauta Lectii

source: Parent Lessons:
ro_ro: Lectii Parinte:

source: No lessons found.
ro_ro: Nu s-au gasit lectii.

source: No lessons found in Trash.
ro_ro: Nu sunt lectii la gunoi.

# post type general name
source: Quizzes
ro_ro: Teste

# post type singular name
source: Quiz
ro_ro: Test

# admin menu
source: Quizzes
ro_ro: Teste

# add new on admin bar
source: Quiz
ro_ro: Test

source: Add New Quiz
ro_ro: Adauga un Test

source: New Quiz
ro_ro: Test Nou

source: Edit Quiz
ro_ro: Editeaza Test

source: View Quiz
ro_ro: Vezi Test

source: Quizzes
ro_ro: Teste

source: Search Quizzes
ro_ro: Cauta Teste

source: Parent Quizzes:
ro_ro: Teste Parinte:

source: No quizzes found.
ro_ro: Nu s-au gasit Teste.

source: No quizzes found in Trash.
ro_ro: Nu sunte Teste la gunoi.

source: Question
ro_ro: Intrebare

source: True
ro_ro: Adevarat

source: False
ro_ro: Fals

source: New answer option
ro_ro: Opțiune nouă de răspuns

source: True/False
ro_ro: Adevarat/Fals

source: Student
ro_ro: Cursant

source: Answer
ro_ro: Raspuns

source: Questions
ro_ro: Intrebare

source: New quiz title
ro_ro: Titlul noului test

source: Place quiz title to create new quiz
ro_ro: Adauga titlul testului pentru a crea un test nou

source: Provide a quiz title to create a quiz from here.
ro_ro: Adauga titlu de test pentru a crea un test de aici.

source: Quiz has been timeout already
ro_ro: Timpul acordat testului a expirat

source: Question
ro_ro: Intrebare

source: Answer options &amp; mark correct
ro_ro: Opțiunile de răspuns &amp; marcați corect

source: Student should order below items exact this order, make sure your answer is in right order, you can re-order them
ro_ro: Cursantul ar trebui sa ordoneze elementele de mai jos in aceasi ordine, asigura-te ca raspunsul tau e in orinea exacta, le poti re-ordona

source: Mark as correct
ro_ro: Marcheaza ca Corect

source: Review
ro_ro: Revizuire

source: ago
ro_ro: în urmă

source: Pass
ro_ro: Trecut

source: Fail
ro_ro: Eșuat

source: Total Questions
ro_ro: Total Intrebari

source: Earned Mark
ro_ro: Marcheaza câștigat

source: Attempt Status
ro_ro: Statut încercare

source: Completed Course
ro_ro: Curs Complet

source: List View
ro_ro: Vizualizare listă

source: Excerpt View
ro_ro: Vizualizare extras

source: No items found.
ro_ro: Nu au fost gasite articolele.

source: Select bulk action
ro_ro: Selecteaza actiuni in grup

source: Bulk Actions
ro_ro: Actiuni in grup

source: Apply
ro_ro: Aplica

source: Show more details
ro_ro: Arata mai multe detalii

source: Filter by date
ro_ro: Filtreaza dupa data

source: All dates
ro_ro: Toate datele

source: No comments
ro_ro: Fara comentarii

source: No approved comments
ro_ro: Nu există comentarii aprobate

source: No pending comments
ro_ro: Nu există comentarii în așteptare

source: First page
ro_ro: Prima pagina

source: Previous page
ro_ro: Pagina precedenta

source: Current Page
ro_ro: Pagina curenta

# paging
source: %1$s of %2$s
ro_ro: %1$s din %2$s

source: Next page
ro_ro: Urmatoarea pagina

source: Last page
ro_ro: Ultima pagina

source: Select All
ro_ro: Selecteaza tot

source: Overview
ro_ro: Prezentare generală

source: Course Enrolled
ro_ro: Inscris la curs

source: Home
ro_ro: Acasa

source: My Courses
ro_ro: Cursurile Mele

source: Active Courses
ro_ro: Cursuri Active

source: Completed Courses
ro_ro: Cursuri Complete

source: WishList
ro_ro: Lista Dorinte

source: Pending
ro_ro: In asteptare

source: Approved
ro_ro: Aprobat

source: Blocked
ro_ro: Blocat

source: Single Choice
ro_ro: O singura optiune

source: Multiple Choice
ro_ro: Mai multe optiuni

source: Open Ended/Essay
ro_ro: Deschidere finalizată/Eseu

source: Short Answer
ro_ro: Raspuns scurt

source: Fill In The Blank
ro_ro: Completează spațiul liber

source: Answer Sorting
ro_ro: Sorteaza Raspuns

source: Assessment
ro_ro: Evaluare

source: Matching
ro_ro: Potrivire

source: Image Matching
ro_ro: Potrivirea imaginii

source: Image Answering
ro_ro: Raspunsuri cu imagine

source: Ordering
ro_ro: Ordonare

source: All Levels
ro_ro: Toate nivelurile

source: Beginner
ro_ro: Incepator

source: Intermediate
ro_ro: Intermediar

source: Enrolled Course
ro_ro: Inscris la curs

source: Courses Taken
ro_ro: Cursurile optate

source: Reviews Written
ro_ro: Recenzii scrise

source: Student Registration
ro_ro: Inregistrare Cursant

source: Instructor Registration
ro_ro: Inregistrare Instructor

source: Apply to become an instructor
ro_ro: Aplica pentru a deveni Instructor

source: You are instructor
ro_ro: Esti instructor

source: First Name
ro_ro: Nume

source: Last Name
ro_ro: Prenume

source: User Name
ro_ro: Nume utilizator

source: Phone Number
ro_ro: Numar telefon

source: Password
ro_ro: Parola

source: Password confirmation
ro_ro: Confirmare parola

source: Password Confirmation
ro_ro: Confirmare Parola

source: Become a instructor
ro_ro: Aplica pentru a deveni Instructor

source: Active Course
ro_ro: Cursuri Active

source: Total Lessons:
ro_ro: Total Lectii:

source: Completed Lessons:
ro_ro: Lectii Complete:

source: There's no active course
ro_ro: Nu sunt cursuri active

source: My Course :
ro_ro: Cursurile Mele:

source: Active Course :
ro_ro: Cursuri Active:

source: Complete Course :
ro_ro: Curs complet :

source: Register
ro_ro: Inregistrare

source: Release Date (newest first)
ro_ro: Data lansării (cele mai noi)

source: Release Date (oldest first)
ro_ro: Data lansării (cele mai vechi)

source: Course Title (a-z)
ro_ro: Titlu Curs (a-z)

source: Course Title (z-a)
ro_ro: Titlu Curs (z-a)

source: Username or Email Address
ro_ro: Nume utilizator sau adresa de Email

source: Remember Me
ro_ro: Tine-ma minte

source: Forgot Password?
ro_ro: Ai uitat Parola?

source: Please Sign-In to view this section
ro_ro: Conectați-vă pentru a vedea această secțiune

source: Get Enrolled
ro_ro: Înregistrează-te la Curs

source: Free
ro_ro: Gratuit

source: by
ro_ro: de

source: About Me:
ro_ro: Despre Mine:

source: Bio data is empty
ro_ro: Datele Bio sunt goale

source: Not Found
ro_ro: Nu a fost gasit

source: Sorry, but you are looking for something that isn't here.
ro_ro: Ne pare rău, dar căutați ceva care nu este aici.

source: On
ro_ro: La

source: Go to %s Course Home %s
ro_ro: Mergi la %s Curs %s

source: Please make sure that your EDD product exists and valid for this course
ro_ro: Asigurați-vă că produsul EDD există și este valabil pentru acest curs

source: Please make sure that your product exists and valid for this course
ro_ro: Asigurați-vă că produsul dvs. există și este valabil pentru acest curs

source: Enroll Now
ro_ro: Inscrie-te Acum

source: Complete Course
ro_ro: Curs Complet

source: What Will I Learn?
ro_ro: Ce voi învăța?

source: Description
ro_ro: Descriere

source: Enrolled
ro_ro: Inscris

source: Start Course
ro_ro: Incepe Curs

source: Requirements
ro_ro: Cerinţe

source: Target Audience
ro_ro: Se adresează

source: Topics for this course
ro_ro: Subiecte pentru acest curs

source: Lessons
ro_ro: Lecții

source: No announcements posted yet.
ro_ro: Nu au fost adaugate încă anunțuri.

source: The instructor hasn’t added any announcements to this course yet. Announcements are used to inform you of updates or additions to the course.
ro_ro: Instructorul nu a adăugat încă niciun anunț la acest curs. Anunțurile sunt folosite pentru a vă informa despre actualizări sau imbunătățiri adăugate la curs.

source: Course Status
ro_ro: Status Curs

source: Complete
ro_ro: Complet

source: Course level:
ro_ro: Nivel Curs:

source: Total Hour
ro_ro: Total Ore

source: Total Enrolled
ro_ro: Total înscriși

source: Last Update
ro_ro: Ultima actualizare

source: Continue to lesson
ro_ro: Continuați lecția

source: About Course
ro_ro: Despre Curs

source: Course Page
ro_ro: Pagina Curs

source: Ask a new question
ro_ro: Puneți o nouă întrebare

source: Question Title
ro_ro: Titlu întrebare

source: Cancel
ro_ro: Anulare

source: Post Question
ro_ro: Publica intrebare

source: Add an answer
ro_ro: Adauga raspuns

source: Write your answer here...
ro_ro: Scrieți răspunsul dvs. aici ...

source: Add Answer
ro_ro: Adauga Raspuns

source: About the instructors
ro_ro: Despre Instructori

source: ratings
ro_ro: evaluări

source: students
ro_ro: cursanti

source: Login
ro_ro: Logare

source: Material Includes
ro_ro: Materialul include

source: This feature has been disabled by the administrator
ro_ro: Această caracteristică a fost dezactivată de administrator

source: Edit review
ro_ro: Editeaza recenzie

source: Write a review
ro_ro: Adauga recenzie

source: write a review
ro_ro: adauga recenzie

source: Submit Review
ro_ro: Trimite recenzie

source: Student Feedback
ro_ro: Feedback cursant

source: Complete Lesson
ro_ro: Lecție completă

source: Please enroll This course first
ro_ro: Înscrieți-vă mai întâi acest curs

source: No questions yet
ro_ro: Nici o întrebare

source: Be the first to ask your question! You’ll be able to add details in the next step.
ro_ro: Fiți primul care pune întrebarea! Veți putea adăuga detalii în pasul următor.

source: Submit My Question
ro_ro: Trimiteți întrebarea Mea

source: Time remaining :
ro_ro: Timp ramas:

source: Marks :
ro_ro: Marcati:

source: Answer &amp; Next Question
ro_ro: Răspuns &amp; Urmatoarea intrebare

source: Submit Quiz
ro_ro: Trimiteți Test

source: Finish
ro_ro: Finalizat

source: Start Quiz
ro_ro: Incepe Test

source: Previous attempts
ro_ro: Incercarile anterioare

source: Time
ro_ro: Timp

source: Total Marks
ro_ro: Bifari Totale

source: Earned Marks
ro_ro: Bifari Castigate

source: Pass Mark
ro_ro: Bifari trecute

source: Result
ro_ro: Rezultat

source: Manually reviewed at
ro_ro: Evaluat manual la

source: No course found for this quiz
ro_ro: Nu a fost găsit niciun curs pentru acest test

source: It seems there is no course belongs with this quiz, you can not attempt on this quiz without a course belongs, please notify to your instructor to fix this issue.
ro_ro: Se pare că nu există niciun curs care aparține acestui test, nu puteți încerca acest test fără să aparțină unui curs, vă rugăm să-l informați pe instructorul dvs. pentru a remedia această problemă.

source: Attempts Allowed
ro_ro: Incercari permise

source: Attemped
ro_ro: Incercat

source: Attempts Remaining
ro_ro: Încercări rămase

source: Passing Grade
ro_ro: Nota de trecere

source: Hello,
ro_ro: Buna,

source: You are
ro_ro: Tu esti

source: Registration Date
ro_ro: Data Inregistrare

source: Course completed
ro_ro: Curs complet

source: Reviews Wrote
ro_ro: Recenzii scrise

source: Title
ro_ro: Titlu

source: available variable
ro_ro: variabila disponibila

source: Add Announcement
ro_ro: Adauga Anunt

source: Delete Announcement
ro_ro: Sterge Anunt

source: Select product
ro_ro: Selecteaza Produs

source: When selling the course
ro_ro: La vânzarea cursului

source: Select a Product
ro_ro: Selecteaza un Produs

source: If you like to sell your course, then select a product, the purchase will be process by WooCommerce
ro_ro: Dacă doriți să vindeți cursul, selectați un produs, achiziția va fi procesată de WooCommerce

source: Total Course Duration
ro_ro: Durata totală a cursului

source: Level
ro_ro: Nivel

source: Benefits of this course
ro_ro: Beneficiile acestui curs

source: What I will learn
ro_ro: Ce voi învăța
