Repository: cgc-dan/cgc-designers
Catalog: assets/tutor_src/tutor-*.po
Languages: ro_ro

source: The students will know what they will learn after completing this course, One line per answer
ro_ro: Cursantii vor ști ce vor învăța după terminarea cursului, O linie pentru fiecare răspuns

source: Requirements/Instructions
ro_ro: Cerințe/Instrucțiuni

source: One per line, additional requirements or special instructions for the students.
ro_ro: Separat pe linie, cerințe suplimentare sau instrucțiuni speciale pentru cursanti.

source: Targeted Audience
ro_ro: Publicul vizat

source: Specify the targeted audience who will benefit most from the course, One line per target audience
ro_ro: Specificați publicul țintă care va beneficia cel mai mult de curs, o linie pentru fiecare public țintă

source: A list of assets you will be providing for the students in this course
ro_ro: O listă de materiale pe care le veți furniza elevilor din acest curs

source: Upload Attachment
ro_ro: Incarca atasament

source: Add a topics to build this course
ro_ro: Adăugați un subiect pentru a crea acest curs

source: Delete Topic
ro_ro: Sterge Subiect

source: Topic Name
ro_ro: Nume Subiect

source: Topic title will be publicly show where required, you can call it as a section also in course
ro_ro: Titlul subiectului va fi afișat public acolo unde este necesar, îl puteți numi și secțiune în curs

source: Topic Summery
ro_ro: Rezumatul subiectului

source: The idea of a summary is a short text to prepare students for the activities within the topic or week. The text is shown on the course page under the topic name.
ro_ro: Ideea unui rezumat este un text scurt pentru a pregăti cursantii pentru activitățile din cadrul subiectului sau săptămânii. Textul este afișat pe pagina cursului sub numele de subiect.

source: Edit Topic
ro_ro: Editeaza Subiect

source: Add new lesson
ro_ro: Adauga lectie noua

source: Add Topic Quiz
ro_ro: Adăugați chestionar pentru subiecte

source: Un-assigned lessons
ro_ro: Lecții nealocate

source: Expand all
ro_ro: Extinde toate

source: Collapse all
ro_ro: Restrângeți-le pe toate

source: Add new topic
ro_ro: Adauga subiect nou

source: Add Topic
ro_ro: Adauga Subiect

source: Topic titles will be publicly show where required, you can call it as a section also in course
ro_ro: Titlurile de subiectelor vor fi afișate public acolo unde este necesar, îl puteți numi și ca secțiune în curs

source: Add More Instructor
ro_ro: Adăugați mai mulți instructori

source: Search instructor...
ro_ro: Cauta instructor...

source: Add Instructors
ro_ro: Adauga Instructori

source: Select a course
ro_ro: Selecteaza un curs

source: Choose the course for this lesson
ro_ro: Alegeți cursul pentru această lecție

source: Answer text
ro_ro: Răspundeți la text

source: Is Correct
ro_ro: Este Corect

source: Add an option
ro_ro: Adauga optiune

source: Question Type
ro_ro: Tip Intrebare

source: Mark for this question
ro_ro: Bifați această întrebare

source: Set the mark for this question how much will they get
ro_ro: Setați nota pentru această întrebare cât de mult vor primi

source: Title for the question.
ro_ro: Titlul pentru intrebare.

source: Write the details about this question
ro_ro: Scrieți detalii despre această întrebare

source: Write your question here
ro_ro: Scrieți întrebarea aici

source: Add Question
ro_ro: Adauga Intrebare

source: Time limit for this quiz. 0 means no time limit.
ro_ro: Termen limită pentru acest test. 0 înseamnă că nu există o limită de timp.

source: Restriction on the number of attempts a student is allowed to take for this quiz. 0 for no limit
ro_ro: Restricționarea numărului de încercări pe care un student le poate face pentru acest test. 0 pentru nici o limită

source: Set the passing percentage for this quiz
ro_ro: Stabiliți procentajul de trecere pentru acest test

source: Max questions allowed to answer
ro_ro: Întrebări maxime permise să răspundă

source: This amount of question will be available for students to answer, and question will comes randomly from all available questions belongs with a quiz, if this amount greater then available question, then all questions will be available for a student to answer.
ro_ro: Acest numar de întrebari va fi disponibil elevilor pentru a răspunde, întrebarea va fi afisata aleator dintre toate întrebările disponibile ce aparțin unui test, dacă această sumă este mai mare decât întrebarile disponibile, atunci toate întrebările vor fi disponibile pentru ca un student să răspundă.

source: Tutor Fields
ro_ro: Campuri Tutor

source: Job Title
ro_ro: Denumirea funcției

source: Profile Bio
ro_ro: Profil Bio

source: Write a little bit more about you, it will show publicly.
ro_ro: Scrie ceva mai mult despre tine, va fi afisat public.

source: Profile Photo
ro_ro: Poza Profil

source: Upload
ro_ro: Incarca

source: Course Intro Video
ro_ro: Curs Intro Video

source: Video Source
ro_ro: Sursa Video

source: Select Video Source
ro_ro: Selecteaza Sursa Video

source: Select the video type and place video value below.
ro_ro: Selectați tipul videoclipului și plasați valoarea video de mai jos.

source: Media ID
ro_ro: ID Media

source: YouTube Video URL
ro_ro: URL Video YouTube

source: Vimeo Video URL
ro_ro: URL Video Vimeo

source: Video Run Time
ro_ro: Timp de rulare video

source: Video Poster
ro_ro: Poster video

source: Quiz Info
ro_ro: Info Chestionare

source: Advanced Options
ro_ro: Optiuni Avansate

source: Type your quiz title here
ro_ro: Tasteaza aici titlul chestionarului

source: Save &amp; Next
ro_ro: Salvați &amp; Următor

source: Back
ro_ro: Inapoi

source: Next
ro_ro: Urmator

source: Lesson title
ro_ro: Titlu Lectie

source: Feature Image
ro_ro: Imagine de copertă

source: Upload Feature Image
ro_ro: Incarca Imagine de copertă

source: Update Feature Image
ro_ro: Actualizeaza Imagine de copertă

source: Update Lesson
ro_ro: Actualizeaza Lectie

source: Hide quiz time - display
ro_ro: Ascundeți ora testului - afișați

source: Save
ro_ro: Salveaza

source: Quiz Auto Start
ro_ro: Chestionar Auto Start

source: If you enable this option, the quiz will start automatically after the page is loaded.
ro_ro: Dacă activați această opțiune, testul va începe automat după încărcarea paginii.

source: Question Layout
ro_ro: Model vizual Intrebare

source: Set question layout view
ro_ro: Setați vizualizarea aspectului pentru întrebare

source: Single Question
ro_ro: O singura Intrebare

source: Question Pagination
ro_ro: Paginatie pentru Intrebare

source: Question below each other
ro_ro: Lista de intrebari

source: Hide question number
ro_ro: Ascunde numarul de intrebari

source: Show/hide question number during attempt.
ro_ro: Afișați/ascundeți numărul întrebării în timpul încercărilor.

source: Short answer characters limit
ro_ro: Caractere limită de răspuns scurt

source: Student will place answer in short answer question type within this characters limit.
ro_ro: Cursantul va răspunsunde în tipul alocat cu un raspuns scurt limitat de numarul de caractere admis.

source: Answer title
ro_ro: Titlu raspuns

source: Upload Image
ro_ro: Incarca Imagine

source: Answer option view format
ro_ro: Opțiune de vizualizare format a raspunsului

source: Only text
ro_ro: Doar text

source: Only Image
ro_ro: Doar imagine

source: Text &amp; Image both
ro_ro: Text &amp; Imagine

source: Please make sure that <b>{dash}</b> variable contains in your question title to show dash, You can use multiple variable
ro_ro: Asigurați-vă că <b>{dash}</b> variabila este conținuta în titlul dvs. pentru întrebare pentru a afișa liniuța. Puteți utiliza mai multe variabile

source: Gap Answer
ro_ro: Decalaj Raspuns

source: Separate multiple answer by pipe <b>( | )</b> , 1 answer per variable assigned in question
ro_ro: Separați răspunsul multiplu cu <b>( | )</b>, 1 răspuns per variabilă

source: Matched Answer title
ro_ro: Titlul răspunsului corespunzător

source: Image matched text
ro_ro: Imaginea potrivita cu text

source: Answer input value
ro_ro: Valoarea raspunsului dat

source: Student input text should be matched with this answer, write in <b>Small Caps</b>
ro_ro: Textul tastat de cursant trebuie să corespundă acestui răspuns, scrieți <b>Litere mici</b>

source: Update Answer
ro_ro: Actualizeaza Raspuns

source: Select option which is correct
ro_ro: Alege optiunea de raspunsul corecta

source: Save Answer
ro_ro: Salveaza Raspuns

source: True False
ro_ro: Adevarat Fals

source: Fill In The Gaps
ro_ro: Completeza locurile libere

source: Answer Required
ro_ro: Răspuns necesar

source: Randomize
ro_ro: Aleator

source: set the mark ex. 10
ro_ro: setați obiectiv ex. 10

source: Show marks
ro_ro: Arata obiectiv

source: Add An Option
ro_ro: Adauga o Optiune

source: Save &amp; Continue
ro_ro: Salveaza &amp; Continua

source: Select Option
ro_ro: Alege Optiune

source: Tutor Settings
ro_ro: Setari Tutor

source: Save Settings
ro_ro: Salveaza Setari

source: Add new instructor
ro_ro: Adauga instructor nou

source: Tutor Add-ons
ro_ro: Tutor optiuni suplimentare

source: Plugins
ro_ro: Plugin-uri

source: Themes
ro_ro: Teme

source: Last checked %s ago, It will check again after %s from now
ro_ro: Ultima verificare %s în urmă, Va verifica din nou după %s de acum

source: Buy Now
ro_ro: Cumpara Acum

source: Version
ro_ro: Versiune

source: No %s currently avaialable
ro_ro: Nici %s în prezent disponibil

source: Write an answer here
ro_ro: Scrie aici un raspuns

source: Place answer
ro_ro: Adauga raspuns

source: on
ro_ro: pe

source: Addons List
ro_ro: Lista optiuni suplimentare

source: Get pro plugin from themeum.com
ro_ro: Obțineți pluginul Pro de la themeum.com

source: Add New Instructor
ro_ro: Adauga Instructor Nou

source: Search
ro_ro: Cauta

source: Question & Answer
ro_ro: Intrebare & Raspuns

source: Tutor Environment Status
ro_ro: Status mediu Tutor

source: WordPress environment
ro_ro: Mediu WordPress

source: Home URL
ro_ro: URL pagina de pornire

source: The homepage URL of your site.
ro_ro: Adresa URL a paginii de pornire a site-ului dvs.

source: Site URL
ro_ro: Adresa URL a site-ului

source: The root URL of your site.
ro_ro: Adresa URL rădăcină a site-ului dvs.

source: WordPress version
ro_ro: Versiune WordPress

source: The version of WordPress installed on your site.
ro_ro: Versiunea WordPress instalată pe site-ul dvs.

source: %1$s - There is a newer version of WordPress available (%2$s)
ro_ro: %1$s - Există o versiune mai nouă a WordPress disponibilă (%2$s)

source: Tutor Version
ro_ro: Versiune Tutor

source: The version of tutor.
ro_ro: Versiunea tutor.

source: Whether or not you have WordPress Multisite enabled.
ro_ro: Indiferent dacă aveți sau nu Multisite WordPress activat.

source: WordPress memory limit
ro_ro: Limita memoriei WordPress

source: The maximum amount of memory (RAM) that your site can use at one time.
ro_ro: Maxim de memorie (RAM) pe care site-ul dvs. o poate utiliza simultan.

source: %1$s - We recommend setting memory to at least 64MB. See: %2$s
ro_ro: %1$s - Vă recomandăm să setați memoria la cel puțin 64MB. Vezi: %2$s

source: Increasing memory allocated to PHP
ro_ro: Creșterea memoriei alocate PHP

source: WordPress debug mode
ro_ro: Modul de depanare WordPress

source: Displays whether or not WordPress is in Debug Mode.
ro_ro: Afișează dacă WordPress este sau nu în modul Depanare.

source: Displays whether or not WP Cron Jobs are enabled.
ro_ro: Afișează dacă WP Cron Jobs sunt activate sau nu.

source: Language
ro_ro: Limba

source: The current language used by WordPress. Default = English
ro_ro: Limba curentă folosită de WordPress. Implicit = Engleză

source: External object cache
ro_ro: Cache obiecte externe

source: Displays whether or not WordPress is using an external object cache.
ro_ro: Afișează dacă WordPress utilizează sau nu o memorie cache externă.

source: Server environment
ro_ro: Mediu Server

source: Information about the web server that is currently hosting your site.
ro_ro: Informații despre serverul web care găzduiește în prezent site-ul dvs.

source: PHP version
ro_ro: Versiune PHP

source: The version of PHP installed on your hosting server.
ro_ro: Versiunea PHP instalată pe serverul dvs. de găzduire.

source: Tutor will run under this version of PHP, however, it has reached end of life. We recommend using PHP version 7.2 or above for greater performance and security.
ro_ro: Tutor va rula sub această versiune PHP. Vă recomandăm să utilizați PHP versiunea 7.2 sau o versiune superioară pentru o performanță și securitate mai bune.

source: We recommend using PHP version 7.2 or above for greater performance and security.
ro_ro: Vă recomandăm să utilizați PHP versiunea 7.2 sau o versiune superioară pentru o performanță și securitate mai bune.

source: PHP post max size
ro_ro: Dimensiune post maxim pentru PHP

source: The largest filesize that can be contained in one post.
ro_ro: Cea mai mare dimensiune a fișierului care poate fi inclusă într-un singur post.

source: PHP time limit
ro_ro: Timp limită PHP

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
ro_ro: Timp (în secunde) pe care site-ul dvs. îl va folosi pe o singură operațiune înainte de expirarea timpului (pentru a evita blocarea serverului)

source: The maximum number of variables your server can use for a single function to avoid overloads.
ro_ro: Numărul maxim de variabile pe care le poate utiliza serverul dvs. pentru o singură funcție pentru a evita supraîncărcarea.

source: cURL version
ro_ro: versiune cURL

source: The version of cURL installed on your server.
ro_ro: Versiunea cURL instalata pe serverul dvs.

source: SUHOSIN installed
ro_ro: SUHOSIN instalat

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
ro_ro: Suhosin este un sistem avansat de protecție pentru instalurile PHP. Acesta a fost conceput pentru a vă proteja serverele, pe de o parte, de o serie de probleme bine cunoscute în aplicațiile PHP și, pe de altă parte, împotriva vulnerabilităților potențiale necunoscute în cadrul acestor aplicații sau a nucleului PHP propriu-zis. Dacă este activată pe serverul dvs., este posibil ca Suhosin să fie configurat să crească limitele de trimitere a datelor.

source: MySQL version
ro_ro: Versiune MySQL

source: The version of MySQL installed on your hosting server.
ro_ro: Versiunea MySQL instalată pe serverul dvs. de găzduire.

source: %1$s - We recommend a minimum MySQL version of 5.6. See: %2$s
ro_ro: %1$s - Vă recomandăm o versiune minimă MySQL de 5.6. Vezi %2$s

source: WordPress requirements
ro_ro: Cerințele WordPress

source: Max upload size
ro_ro: Dimensiunea maximă pentru încărcare

source: The largest filesize that can be uploaded to your WordPress installation.
ro_ro: Cea mai mare dimensiune a fișierului care poate fi încărcată pe WordPress.

source: Default timezone is UTC
ro_ro: Fusul orar implicit este UTC

source: The default timezone for your server.
ro_ro: Fusul orar implicit pentru serverul dvs.

source: Default timezone is %s - it should be UTC
ro_ro: Fusul orar implicit este %s - ar trebui să fie UTC

source: Payment gateways can use cURL to communicate with remote servers to authorize payments, other plugins may also use it when communicating with remote services.
ro_ro: Metodele de plată pot utiliza cURL pentru a comunica cu serverele la distanță si pentru a autoriza plățile, alte plugin-uri le pot utiliza, atunci când comunică cu servicii de la distanță.

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
ro_ro: Serverul dvs. nu are activat fsockopen sau cURL - PayPal IPN și alte scripturi care comunică cu alte servere nu vor funcționa. Contactați furnizorul dvs. de găzduire.

source: HTML/Multipart emails use DOMDocument to generate inline CSS in templates.
ro_ro: HTML/Multipart utilizează DOMDocument pentru a genera CSS inline în șabloane.

source: Your server does not have the %s class enabled - HTML/Multipart emails, and also some extensions, will not work without DOMDocument.
ro_ro: Serverul dvs. nu are activat clasa %s - e-mailurile , HTML/Multipart și, de asemenea, unele extensii, nu vor funcționa fără DOMDocument.

source: GZip (gzopen) is used to open the GEOIP database from MaxMind.
ro_ro: GZip (gzopen) este utilizat pentru a deschide baza de date GEOIP de la MaxMind.

source: Your server does not support the %s function - this is required to use the GeoIP database from MaxMind.
ro_ro: Serverul dvs. nu acceptă funcția %s - aceasta este necesară pentru utilizarea bazei de date GeoIP de la MaxMind.

source: Multibyte string
ro_ro: Șir multibyte

source: Multibyte String (mbstring) is used to convert character encoding, like for emails or converting characters to lowercase.
ro_ro: Șirul multibyte (mbstring) este folosit pentru a converti codarea caracterelor, ca și pentru e-mailuri sau conversia caracterelor în litere mici.

source: Your server does not support the %s functions - this is required for better character encoding. Some fallbacks will be used instead for it.
ro_ro: Serverul dvs. nu acceptă funcțiile %s - aceasta este necesară pentru o mai bună codificare a caracterelor. Alti inlocuitori vor fi folosite în locul lor.

source: Uninstall Tutor
ro_ro: Dezinstaleaza Tutor

source: Just deactive tutor plugin or completely uninstall and erase all of data saved before by tutor.
ro_ro: Dezactivați plugin-ul Tutor sau dezinstalați complet și ștergeți toate datele salvate anterior de Tutor.

source: Attempt not found
ro_ro: Încercarea nu a fost găsită

source: View Attempts
ro_ro: Vizualizați încercările

source: Attempt By
ro_ro: Încercat de

source: Attempt At
ro_ro: Încercat la

source: Quiz Time
ro_ro: Timp Chestionar

source: Attempt Time
ro_ro: Timp de încercare

source: Manually reviewed at :
ro_ro: Evaluat manual la:

source: Quiz Overview
ro_ro: Vizualizare generală a chestionarului

source: Type
ro_ro: Tip

source: No.
ro_ro: Nu.

source: Given Answers
ro_ro: Raspunsuri Date

source: Correct/Incorrect
ro_ro: Correct/Incorect

source: Review Required
ro_ro: Revizuirea este Necesară

source: Mark as In correct
ro_ro: Marcați ca Incorect

source: Tutor is a complete solution for creating a Learning Management System in WordPress way. It can help you to create
ro_ro: Tutor este o soluție completă pentru crearea unui sistem de management al învățării în modul WordPress. Vă poate ajuta să creați
